apepkuss/Mysis/mysis-esp32/sdkconfig.defaults.esp32c3
# ESP32-C3 专属配置
CONFIG_IDF_TARGET="esp32c3"

# 无 PSRAM，缩小栈
CONFIG_ESP_MAIN_TASK_STACK_SIZE=16384
